export default [
	{
		name: "始发瑞金",
		content: `<h1 class="node-title">一、始发瑞金</h1>
<div class="node-content">江西瑞金是闻名中外的红色故都、共和国摇篮、中央红军长征出发地。1934年7月至1934年10月，中共中央政治局在此办公，作出了红军主力战略大转移的决定。1934年10月10日，中央红军从这里出发长征。</div>
<div class="node-content">瑞金为长征胜利及中国革命作出了巨大贡献。当年24万人口的瑞金，有11.3万人参战支前，为革命牺牲的烈士超过5万多人，其中1.08万人牺牲在长征途中，平均每公里就有一个瑞金籍烈士牺牲。</div>
<div class="node-content"><span class="node-strong">意义：</span>开始了伟大的二万五千里长征，开辟了中国革命继往开来的光明道路，奠定了中国革命胜利前进的重要基础。</div>
<div class="node-poetry">
	<p class="title">《别梅坑》</p>
	<ul>
	<li>共同事业尚艰辛，清酒盈尊喜对倾。</li>
	<li>敢为叶坪弄政法，欣然沙坝搞财经。</li>
	<li>去留心绪都嫌重，风雨荒鸡盼早鸣。</li>
	<li>赠我绨袍无限意，殷勤握手别梅坑。</li>
	</ul>
</div>
<div class="node-content">《别梅坑》是无产阶级革命家林伯渠于1934年10月，随红军长征离别江西余江县梅坑时所写下的诗作。</div>`
	},
	{
		name: "血战湘江",
		content: `<h1 class="node-title">二、血战湘江</h1>
<div class="node-content">“三年不饮湘江水，十年不食湘江鱼。”1934年11月27日，中央红军在这里打响了长征以来的第一大战役——湘江战役。中央红军一、三、五、八、九军团和中央第一、第二野战纵队8.6万人撤离苏区，连续打破敌人的三道封锁线，于1934年11月下旬进抵湘桂边界。这时，蒋介石的“中央军”和湘桂粤军阀已集中30万人，在湘江以东地区布下了号称“铁三角”的第四道封锁线，欲将中央红军“包围全歼于湘江东岸地域”。面对生死存亡，红军将士浴血奋战七昼夜，最终以折损过半的惨重代价突破湘江封锁线，粉碎了敌人的企图。在那场“最惨烈、最悲壮、最辉煌”的战役中，中央红军从出发时的8.6万人锐减到3万人，湘江洒满了烈士鲜血。</div>
<div class="node-content"><span class="node-strong">意义：</span>湘江战役粉碎了国民党军在湘江以东围歼的企图，并且湘江战役的严重失利成为“左”倾冒险主义军事路线彻底破产的重要标志,它为之后召开遵义会议,并确立毛泽东在党中央和红军的领导地位,奠定了重要的干部和思想基础。</div>
<div class="node-poetry">
	<p class="title">《十六字令》三首</p>
	<ul>
	<li>山,快马加鞭未下鞍。惊回首,离天三尺三。</li>
	<li>山,倒海翻江卷巨澜。奔腾急,万马战犹酣。</li>
	<li>山,刺破青天锷未残。天欲堕,赖以拄其间。</li>
	</ul>
</div>
<div class="node-content">《十六字令》三首是毛泽东写在湘江之战之后。</div>`
	},
	{
		name: "遵义会议",
		content: `<h1 class="node-title">三、遵义会议</h1>
<div class="node-content">遵义会议是指1935年1月15日至17日，中共中央政治局在贵州遵义召开的独立自主地解决中国革命问题的一次极其重要的扩大会议。是在红军第五次反“围剿”失败和长征初期严重受挫的情况下，为了纠正博古“左”倾领导在军事指挥上的错误而召开的。这次会议是中国共产党第一次独立自主地运用马克思列宁主义基本原理解决问题的路线、方针政策的会议。这次会议开始确立实际以毛泽东为代表的马克思主义的正确路线在中共中央的领导地位，挽救了党、挽救了红军、挽救了中国革命，是中国共产党历史上一个生死攸关的转折点。</div> 
<div class="node-content"><span class="node-strong">意义：</span>这次会议是中国共产党第一次独立自主地解决中国革命和革命战争的重大问题，标志着党在政治上走向成熟，完全可以独立地承担领导中国革命的重任。这次会议，党的指导思想由教条主义占主导逐渐变为实事求是占主导，随着中国革命从胜利走向胜利，实事求是观念一步一步地深入到中国共产党人的心中。</div>
<div class="node-content">遵义会议后，毛泽东作</div>
<div class="node-poetry">
	<p class="title">《忆秦娥·娄山关》</p>
	<ul>
	<li>西风烈,长空雁叫霜晨月。</li>
	<li>霜晨月,马蹄声碎,喇叭声咽。</li>
	<li>雄关漫道真如铁,而今迈步从头越。</li>
	<li>从头越,苍山如海,残阳如血。</li>
	</ul>
</div>
<div class="node-content">毛泽东浓墨重彩地描绘了红军将士在云贵高原上披星戴月急行军、黄昏时刻仍在连续作战的壮烈群象，造境凝重而压抑。红军行军，自然环境恶劣，“苍山如海”“残阳如血” 充满了悲壮意味，表现出毛泽东对未来之路依然充满艰辛的感慨，但纵然有雄关险隘、惊涛骇浪阻挡在前，英勇的红军并没有被这些险山恶水所吓倒，而是“迈步从头越”，以大无畏的革命正气与天斗、与地斗、与敌斗，以坚定的革命信念向着既定的长征目标英勇奋进。</div>`
	},
	{
		name: "四渡赤水",
		content: `<h1 class="node-title">四、四渡赤水</h1>
<div class="node-content">四渡赤水是指1935年1月19日至1935年3月22日期间，中央红军在贵州、四川、云南3省交界的赤水河流域同国民党军进行的运动战战役。遵义会议之后，中央红军在长征途中，被国民党几十万重兵围追堵截之下，在毛泽东主席、周、朱等指挥下，中央红军采取高度机动的运动战方针，纵横驰骋于川黔滇边境广大地区，积极寻找战机，有效地调动和歼灭敌人，彻底粉碎了蒋介石等反动派企图围歼红军于川黔滇边境的狂妄计划，红军取得了战略转移中具有决定意义的胜利，取得了红军长征史上以少胜多，变被动为主动的光辉战例。</div>
<div class="node-content"><span class="node-strong">意义：</span>四渡赤水的胜利，确立了毛泽东在全党全军的军事领导地位，为毛泽东最终成为人民军队和共和国最高军事统帅奠定了重要基础，中央红军才得以在毛泽东的领导和指挥下，取得了长征的胜利。</div>`
	},
	{
		name: "巧渡金沙江",
		content: `<h1 class="node-title">五、巧渡金沙江</h1>
<div class="node-content">金沙江位于长江的上游。它穿行在川滇边界的深山狭谷间，江面宽阔，水急浪大。如果红军过不去，就会被敌人压进深山狭谷，遭致全军覆灭的危险。</div>
<div class="node-content">从1935年5月3日至9日，在7天7夜的时间里， 红军主力就靠这7只小船从容地过了江。担任后卫的9军团在南渡乌江以后奉军委命令一直绕圈子，忽南忽北，牵制了敌人部分兵力。1935年5月6日，他们到了云南东川与巧家县之间，并于1935年5月9日在渡过了金沙江。两天以后，敌人的追兵才赶到南岸。可红军早已毁船封江，无影无踪地走了,体现出了将士们的机智与勇敢。</div>
<div class="node-content"><span class="node-strong">意义：</span>彻底粉碎了蒋介石围歼红军于川、黔、滇地区的计划，实现了渡江北上的战略方针，取得了战略转移中具有决定意义的重大胜利。</div>`
	},
	{
		name: "强渡大渡河",
		content: `<h1 class="node-title">六、强渡大渡河</h1>
<div class="node-content">强渡大渡河是指1935年5月24日至25日，中国工农红军在四川省越西县（今属四川省石棉县）安顺场渡过大渡河的战斗，也是长征途中的一次著名战斗。</div>
<div class="node-content">中国酒泉卫星发射中心首任司令员孙继先中将，在长征中曾是红一军团红一师红一团一营营长，他亲自挑选并带领十七勇士强渡大渡河，从而在被敌人视为插翅难飞的天险防线上，打开一个缺口，为中央红军北上开辟了一条通道。</div>
<div class="node-content"><span class="node-strong">意义：</span>强渡大渡河是红军的一次生死之战，能否渡过河去，是中国革命的关键。为了渡过大渡河，在作战开始前，先遣队首长对这次作战给予了高度的重视。他们同作战部队一起制定渡河方案，并强调这次渡河作战的重要意义，从而使作战部队增强了信心，鼓足了勇气，为作战取得胜利打下了坚实的基础。</div>`
	},
	{
		name: "飞夺泸定桥",
		content: `<h1 class="node-title">七、飞夺泸定桥</h1>
<div class="node-content">飞夺泸定桥，是中国工农红军长征中的一场战役，发生于1935年5月29日。中央红军部队在四川省中西部强渡大渡河成功，沿大渡河左岸北上，主力由安顺场沿大渡河右岸北上，红四团官兵在天下大雨的情况下，在崎岖陡峭的山路上跑步前进，一昼夜奔袭竟达120公里，终于在5月29日凌晨6时许按时到达泸定桥西岸。第2连连长和22名突击队员沿着枪林弹雨和火墙密布的铁索踩着铁链夺下桥头，并与左岸部队合围占领了泸定桥</div>
<div class="node-content"><span class="node-strong">意义：</span>打破了蒋介石妄图把红军变成第二个石达开的反革命迷梦，是红军长征中具有战略意义的重大胜利之一。这次胜利体现了红军无限忠于人民革命事业的大无畏精神。</div>`
	},
	{
		name: "翻越雪山",
		content: `<h1 class="node-title">八、翻越雪山</h1>
<div class="node-content">“雪皑皑，野茫茫”， 雪山行军，是红军长征中最艰苦的行军之一。1935年6月12日，中央红军自宝兴县硗碛村出发，翻越长征以来的第一座雪山——夹金山，7月上旬，红一方面军又相继翻越了梦笔山、长板山（又称亚克夏山、马塘梁子）、仓德山（又称昌德山、昌德梁子）、打古山（又称拖罗岗、施罗山、塔鲁岗）等雪山。雪山地区的行程约31天，1350公里。</div>
<div class="node-content"><span class="node-strong">意义：</span>在翻越雪山途中,广大红军指战员怀着必胜的坚定信念,发扬不怕苦不怕死的革命精神,以坚忍不拔的毅力,同心同德,团结互助,战胜风雪严寒和高山缺氧等重重艰难险阻,征服了一座座大雪山,在红军长征史上写下了光辉的一页，离实现党中央北上的战略方针更近了一步。</div>`
	},
	{
		name: "懋功会师",
		content: `<h1 class="node-title">九、懋功会师</h1>
<div class="node-content">懋功会师是指1935年6月18日，中共中央、中央军委率领一方面红军主力到达懋功，与前来接应的红四方面军会师。红四方面军的西进部队于1935年6月8日攻克懋功。接着，以一部前出至懋功东南的达维乡。6月12日，红一方面军先头部队在北进达维途中，同红4方面军一部胜利会师。18日，中共中央、中革军委和红1方面军主力到达懋功。</div>
<div class="node-content"><span class="node-strong">意义：</span>红一、红四方面军的懋功会师，是红军长征史上的一件大事。它大大增强了红军的力量，使集结在这个地区的红军兵力达到十多万人，为粉碎国民党军的进攻，开创新的局面，创造了有利条件。</div>`
	},
	{
		name: "过草地",
		content: `<h1 class="node-title">十、过草地</h1>
<div class="node-content">1935年8月，红军在毛儿盖、波罗子一带集结休整待命。前面就是纵横数百里、神秘莫测、人烟稀少的水草地。党中央在毛儿盖召开政治局会议，决定红军第一、第四方面军分别在毛儿盖和卓克基两地集中，混合编为左右两路军，在中共中央统一指挥下，继续北上过草地。右路军在毛泽东，周恩来、徐向前、叶剑英等率领下，从毛儿盖出发，绕过松潘穿过草地向班佑前进。左路军在朱德、张国焘、刘伯承等率领下，由马塘、卓克基出发过草地向阿坝地区开进。经过七天的艰苦努力，右路军在毛泽东等的领导下，战胜了严寒饥饿，历尽千辛万苦，终于走出了人迹罕至、气候变化异常的茫茫草地，于8月27日到达草地尽头的班佑地区，左路军也同时到达阿坝地区。</div>
<div class="node-content"><span class="node-strong">意义：</span>打开了通向陕西、甘肃的大门，为实现党中央北上的战略方针创造了有利条件。</div>`
	},
	{
		name: "激战腊子口",
		content: `<h1 class="node-title">十一、激战腊子口</h1>
<div class="node-content">1935年9月，中国工农红军，在举世闻名的二万五千里长征途，于9月12日，到达腊子口。甘肃国民党守军沿朱李沟口、腊子口、康多、道藏、黑扎一带分点布设了数道防线。尤以腊子口为其防守重点，在桥头和两侧山腰均构筑了碉堡，并在山坡上修筑大量防御工事和军需仓库，敌人妄图凭借天险把红军扼阻在腊子口以南峡谷中。是时，红军左侧有卓尼杨土司的上万骑兵，右侧有胡宗南主力，如不能很快突破腊子口，就会面临被敌人三面合围的危险。
毛主席毅然决定立即夺取腊子口，打通红军北上通道。红军将士通过正面强攻与攀登悬崖峭壁迂回包剿的战术，经过两天的激烈的浴血战斗，英勇善战的红军出奇制胜，击溃甘肃省军阀第十四师师长鲁大昌早已部署好的守军，于9月17日凌晨全面攻克腊子口天险。</div>
<div class="node-content"><span class="node-strong">意义：</span>党中央和红一方面军主力终于走出了雪山草地的藏民区域，打破了蒋介石妄图利用恶劣的自然条件“困死”红军的阴谋</div>
<div class="node-content">一生中写诗词最多的一个月</div>
<div class="node-content">1935年10月，中央红军即红一方面军行程二万五千里、纵横十一个省，胜利到达陕北。这个月，毛泽东兴奋不已，灵感迸发，诗思泉涌，接连写了四首脍炙人口的诗词。</div>
<div class="node-poetry">
	<p class="title">《七律·长征》</p>
	<ul>
		<li>红军不怕远征难，万水千山只等闲。</li>
		<li>五岭逶迤腾细浪，乌蒙磅礴走泥丸。</li>
		<li>金沙水拍云崖暖，大渡桥横铁索寒。</li>
		<li>更喜岷山千里雪，三军过后尽开颜。</li>
	</ul>
</div>
<div class="node-poetry">
	<p class="title">《念奴娇·昆仑》</p>
	<ul>
		<li>横空出世，莽昆仑，阅尽人间春色。</li>
		<li>飞起玉龙三百万，搅得周天寒彻。</li>
		<li>夏日消溶，江河横溢，人或为鱼鳖。</li>
		<li>千秋功罪，谁人曾与评说？</li>
		<li>而今我谓昆仑：不要这高，不要这多雪。</li>
		<li>安得倚天抽宝剑，把汝裁为三截？</li>
		<li>一截遗欧，一截赠美，一截还东国。</li>
		<li>太平世界，环球同此凉热。</li>
	</ul>
</div>
<div class="node-poetry">
	<p class="title">《清平乐·六盘山》</p>
	<ul>
		<li>天高云淡，望断南飞雁。</li>
		<li>不到长城非好汉，屈指行程二万。</li>
		<li>六盘山上高峰，红旗漫卷西风。</li>
		<li>今日长缨在手，何时缚住苍龙？</li>
	</ul>
</div>
<div class="node-poetry">
	<p class="title">《六言诗·给彭德怀同志》</p>
	<ul>
		<li>山高路远坑深，大军纵横驰奔。</li>
		<li>谁敢横刀立马？唯我彭大将军！</li>
	</ul>
</div>`
	},
	{
		name: "大会师",
		content: `<h1 class="node-title">十二、大会师</h1>
<div class="node-content">1936年10月9日和22日，红四、红二方面军先后在甘肃省会宁县城和静宁县将台堡与红一方面军会师</div>
<div class="node-content"><span class="node-strong">意义：</span>中国工农红军持续两年、转战14个省的长征全部胜利结束。长征突破了数十万国民党军的围追堵截，完成了伟大的战略转移，中国革命和革命战争从此揭开新的篇章。</div>`
	},
	{
		name: "延安光芒",
		content: `<h1 class="node-title">十三、延安光芒</h1>
<div class="node-content">1937年1月13日，毛泽东等中央领导进驻延安，延安成为中共中央的所在地，陕甘宁边区首府，抗日战争和解放战争的指挥中心和战略总后方。</div>
<div class="node-content"><span class="node-strong">意义：</span>延安既是红军长征胜利的落脚点，也是建立抗日民族统一战线、赢得抗日战争胜利、进而夺取全国胜利的解放战争的出发点，中国共产党在这里运筹帷幄，做出了关系中国革命前途命运的一系列重大决策，为夺取全国政权奠定了坚实基础。</div>`
	}
];
